{
  "add_prefix_space": false,
  "bos_token": "<|endoftext|>",
  "eos_token": "<|endoftext|>",
  "model_max_length": 1024,
  "name_or_path": "kdf/python-docstring-generation",
  "special_tokens_map_file": null,
  "tokenizer_class": "CodeGenTokenizer",
  "unk_token": "<|endoftext|>"
}
